#+TITLE: Brainstorm School Spring '23
#+AUTHOR: Chris Hogan
#+DATE: <2023-01-16 Mon> to <2023-03-26 Sun>
#+STARTUP: nologdone

* Week 1
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W03 :tags t
#+CAPTION: Clock summary at [2023-01-20 Fri 21:42], for week 2023-W03.
| Tags     | Headline                    | Time    |       |      |
|----------+-----------------------------+---------+-------+------|
|          | *Total time*                | *37:51* |       |      |
|----------+-----------------------------+---------+-------+------|
|          | Week 1                      | 37:51   |       |      |
|          | \_  <2023-01-16 Mon>        |         | 10:04 |      |
| study    | \_    reference gathering   |         |       | 0:23 |
| drawing  | \_    architecture studies  |         |       | 3:19 |
| painting | \_    architecture studies  |         |       | 2:16 |
| 3D       | \_    architecture studies  |         |       | 4:06 |
|          | \_  <2023-01-17 Tue>        |         |  7:20 |      |
| painting | \_    architecture studies  |         |       | 2:11 |
| 3D       | \_    architecture studies  |         |       | 3:38 |
| drawing  | \_    TMNT                  |         |       | 1:31 |
|          | \_  <2023-01-18 Wed>        |         |  8:33 |      |
| study    | \_    ENT1 week 1 homework  |         |       | 3:39 |
| study    | \_    ENT1 week 1           |         |       | 2:10 |
| drawing  | \_    ENT1 week 1 homework  |         |       | 1:25 |
| study    | \_    SDVGD week 1          |         |       | 1:19 |
|          | \_  <2023-01-19 Thu>        |         |  7:07 |      |
| study    | \_    SDVGD week 1 homework |         |       | 4:55 |
| drawing  | \_    ENT1 week 1 homework  |         |       | 1:13 |
| study    | \_    ENT1 week 1 homework  |         |       | 0:59 |
|          | \_  <2023-01-20 Fri>        |         |  4:47 |      |
| drawing  | \_    ENT1 week 1 homework  |         |       | 4:24 |
| study    | \_    ENT1 week 1 homework  |         |       | 0:23 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h)  |
|----------+------------+-----------|
| drawing  | *Tag time* | *11h 52m* |
|----------+------------+-----------|
| study    | *Tag time* | *13h 48m* |
|----------+------------+-----------|
| painting | *Tag time* | *4h 27m*  |
|----------+------------+-----------|
| 3D       | *Tag time* | *7h 44m*  |

#+END:
** <2023-01-16 Mon>
*** DONE reference gathering                                          :study:
:LOGBOOK:
CLOCK: [2023-01-16 Mon 07:21]--[2023-01-16 Mon 07:44] =>  0:23
:END:
*** DONE architecture studies                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-16 Mon 20:50]--[2023-01-16 Mon 21:44] =>  0:54
CLOCK: [2023-01-16 Mon 09:23]--[2023-01-16 Mon 10:45] =>  1:22
CLOCK: [2023-01-16 Mon 07:44]--[2023-01-16 Mon 08:47] =>  1:03
:END:
*** DONE architecture studies                                      :painting:
:LOGBOOK:
CLOCK: [2023-01-16 Mon 19:44]--[2023-01-16 Mon 20:50] =>  1:06
CLOCK: [2023-01-16 Mon 18:11]--[2023-01-16 Mon 19:21] =>  1:10
:END:
*** DONE architecture studies                                            :3D:
:LOGBOOK:
CLOCK: [2023-01-16 Mon 14:34]--[2023-01-16 Mon 15:50] =>  1:16
CLOCK: [2023-01-16 Mon 11:25]--[2023-01-16 Mon 14:15] =>  2:50
:END:
** <2023-01-17 Tue>
*** DONE architecture studies                                      :painting:
:LOGBOOK:
CLOCK: [2023-01-17 Tue 09:27]--[2023-01-17 Tue 10:16] =>  0:49
CLOCK: [2023-01-17 Tue 07:24]--[2023-01-17 Tue 08:46] =>  1:22
:END:
*** DONE architecture studies                                            :3D:
:LOGBOOK:
CLOCK: [2023-01-17 Tue 15:53]--[2023-01-17 Tue 16:06] =>  0:13
CLOCK: [2023-01-17 Tue 15:31]--[2023-01-17 Tue 15:45] =>  0:14
CLOCK: [2023-01-17 Tue 14:06]--[2023-01-17 Tue 15:05] =>  0:59
CLOCK: [2023-01-17 Tue 12:42]--[2023-01-17 Tue 13:36] =>  0:54
CLOCK: [2023-01-17 Tue 11:44]--[2023-01-17 Tue 12:32] =>  0:48
CLOCK: [2023-01-17 Tue 10:16]--[2023-01-17 Tue 10:46] =>  0:30
:END:
*** DONE TMNT                                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-17 Tue 18:58]--[2023-01-17 Tue 20:29] =>  1:31
:END:
*** TODO ENT1 week 1 :study:
** <2023-01-18 Wed>
*** DONE ENT1 week 1 homework                                         :study:
:LOGBOOK:
CLOCK: [2023-01-18 Wed 14:23]--[2023-01-18 Wed 15:15] =>  0:52
CLOCK: [2023-01-18 Wed 11:04]--[2023-01-18 Wed 11:49] =>  0:45
CLOCK: [2023-01-18 Wed 09:36]--[2023-01-18 Wed 10:45] =>  1:09
CLOCK: [2023-01-18 Wed 07:59]--[2023-01-18 Wed 08:52] =>  0:53
:END:
*** DONE ENT1 week 1                                                  :study:
:LOGBOOK:
CLOCK: [2023-01-18 Wed 11:49]--[2023-01-18 Wed 13:59] =>  2:10
:END:
*** DONE ENT1 week 1 homework                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-18 Wed 20:10]--[2023-01-18 Wed 20:49] =>  0:39
CLOCK: [2023-01-18 Wed 19:00]--[2023-01-18 Wed 19:46] =>  0:46
:END:
*** DONE SDVGD week 1                                                 :study:
:LOGBOOK:
CLOCK: [2023-01-18 Wed 21:00]--[2023-01-18 Wed 22:19] =>  1:19
:END:
** <2023-01-19 Thu>
*** DONE SDVGD week 1 homework                                        :study:
:LOGBOOK:
CLOCK: [2023-01-19 Thu 18:22]--[2023-01-19 Thu 19:00] =>  0:38
CLOCK: [2023-01-19 Thu 14:18]--[2023-01-19 Thu 15:48] =>  1:30
CLOCK: [2023-01-19 Thu 09:29]--[2023-01-19 Thu 10:48] =>  1:19
CLOCK: [2023-01-19 Thu 07:25]--[2023-01-19 Thu 08:53] =>  1:28
:END:
*** DONE ENT1 week 1 homework                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-19 Thu 21:23]--[2023-01-19 Thu 21:43] =>  0:20
CLOCK: [2023-01-19 Thu 19:03]--[2023-01-19 Thu 19:56] =>  0:53
:END:
*** DONE ENT1 week 1 homework                                         :study:
:LOGBOOK:
CLOCK: [2023-01-19 Thu 20:23]--[2023-01-19 Thu 21:22] =>  0:59
:END:
** <2023-01-20 Fri>
*** DONE ENT1 week 1 homework                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-20 Fri 20:12]--[2023-01-20 Fri 21:19] =>  1:07
CLOCK: [2023-01-20 Fri 19:14]--[2023-01-20 Fri 19:54] =>  0:40
CLOCK: [2023-01-20 Fri 14:21]--[2023-01-20 Fri 15:50] =>  1:29
CLOCK: [2023-01-20 Fri 07:33]--[2023-01-20 Fri 08:41] =>  1:08
:END:
*** DONE ENT1 week 1 homework                                         :study:
:LOGBOOK:
CLOCK: [2023-01-20 Fri 21:19]--[2023-01-20 Fri 21:42] =>  0:23
:END:
